[
    {
        "id": 716429,
        "image": "https://img.spoonacular.com/recipes/716429-556x370.jpg",
        "title": "Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs",
        "readyInMinutes": 45,
        "aggregateLikes": 209,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "summary": "You can never have too many main course recipes, so give Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs a try. One serving contains <b>543 calories</b>, <b>17g of protein</b>, and <b>16g of fat</b>. For <b>$1.57 per serving</b>, this recipe <b>covers 22%</b> of your daily requirements of vitamins and minerals. This recipe serves 2. A mixture of butter, white wine, pasta, and a handful of other ingredients are all it takes to make this recipe so yummy. 209 people have tried and liked this recipe. It is brought to you by fullbellysisters.blogspot.com. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 83%</b>, which is tremendous. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/pasta-with-garlic-scallions-cauliflower-breadcrumbs-1230187\">Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs</a>, <a href=\"https://spoonacular.com/recipes/pasta-with-garlic-scallions-cauliflower-breadcrumbs-1229807\">Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs</a>, and <a href=\"https://spoonacular.com/recipes/pasta-with-garlic-scallions-cauliflower-breadcrumbs-1229669\">Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs</a>."
    },
    {
        "id": 123456,
        "image": "https://img.spoonacular.com/recipes/123456-556x370.jpg",
        "title": "Chicken Parmesan",
        "readyInMinutes": 60,
        "aggregateLikes": 350,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "summary": "Chicken Parmesan is a delicious and classic Italian-American dish. One serving contains <b>750 calories</b>, <b>45g of protein</b>, and <b>30g of fat</b>. For <b>$2.50 per serving</b>, this recipe <b>covers 35%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of chicken breasts, marinara sauce, mozzarella cheese, and a handful of other ingredients are all it takes to make this recipe so yummy. 350 people have tried and liked this recipe. It is brought to you by foodnetwork.com. From preparation to the plate, this recipe takes approximately <b>60 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 90%</b>, which is tremendous. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/chicken-parmesan-1230187\">Chicken Parmesan</a>, <a href=\"https://spoonacular.com/recipes/chicken-parmesan-1229807\">Chicken Parmesan</a>, and <a href=\"https://spoonacular.com/recipes/chicken-parmesan-1229669\">Chicken Parmesan</a>."
        },
    {
        "id": 789012,
        "image": "https://img.spoonacular.com/recipes/789012-556x370.jpg",
        "title": "Vegan Tacos",
        "readyInMinutes": 30,
        "aggregateLikes": 150,
        "vegetarian": true,
        "vegan": true,
        "glutenFree": true,
        "summary": "Vegan Tacos are a healthy and delicious meal option. One serving contains <b>350 calories</b>, <b>12g of protein</b>, and <b>10g of fat</b>. For <b>$2.00 per serving</b>, this recipe <b>covers 20%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of black beans, corn tortillas, avocado, and a handful of other ingredients are all it takes to make this recipe so yummy. 150 people have tried and liked this recipe. It is brought to you by minimalistbaker.com. From preparation to the plate, this recipe takes approximately <b>30 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 85%</b>, which is outstanding. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/vegan-tacos-1230187\">Vegan Tacos</a>, <a href=\"https://spoonacular.com/recipes/vegan-tacos-1229807\">Vegan Tacos</a>, and <a href=\"https://spoonacular.com/recipes/vegan-tacos-1229669\">Vegan Tacos</a>."
    },
    {
        "id": 345678,
        "image": "https://img.spoonacular.com/recipes/345678-556x370.jpg",
        "title": "Gluten-Free Pancakes",
        "readyInMinutes": 25,
        "aggregateLikes": 180,
        "vegetarian": true,
        "vegan": false,
        "glutenFree": true,
        "summary": "Gluten-Free Pancakes are a perfect breakfast option. One serving contains <b>290 calories</b>, <b>8g of protein</b>, and <b>12g of fat</b>. For <b>$1.50 per serving</b>, this recipe <b>covers 15%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of gluten-free flour, eggs, milk, and a handful of other ingredients are all it takes to make this recipe so yummy. 180 people have tried and liked this recipe. It is brought to you by kingarthurflour.com. From preparation to the plate, this recipe takes approximately <b>25 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 80%</b>, which is outstanding. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/gluten-free-pancakes-1230187\">Gluten-Free Pancakes</a>, <a href=\"https://spoonacular.com/recipes/gluten-free-pancakes-1229807\">Gluten-Free Pancakes</a>, and <a href=\"https://spoonacular.com/recipes/gluten-free-pancakes-1229669\">Gluten-Free Pancakes</a>."
    },
    {
        "id": 901234,
        "image": "https://hips.hearstapps.com/hmg-prod/images/shrimp-scampi-index-644c0ade03d01.jpg?crop=0.8886420438767009xw:1xh;center,top&resize=1200:*",
        "title": "Shrimp Scampi",
        "readyInMinutes": 20,
        "aggregateLikes": 220,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "summary": "Shrimp Scampi is a quick and easy seafood dish. One serving contains <b>400 calories</b>, <b>35g of protein</b>, and <b>20g of fat</b>. For <b>$3.00 per serving</b>, this recipe <b>covers 25%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of shrimp, garlic, lemon, and a handful of other ingredients are all it takes to make this recipe so yummy. 220 people have tried and liked this recipe. It is brought to you by allrecipes.com. From preparation to the plate, this recipe takes approximately <b>20 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 88%</b>, which is outstanding. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/shrimp-scampi-1230187\">Shrimp Scampi</a>, <a href=\"https://spoonacular.com/recipes/shrimp-scampi-1229807\">Shrimp Scampi</a>, and <a href=\"https://spoonacular.com/recipes/shrimp-scampi-1229669\">Shrimp Scampi</a>."
    },
    {
        "id": 987654,
        "image": "https://img.spoonacular.com/recipes/987654-556x370.jpg",
        "title": "Beef Stir-Fry",
        "readyInMinutes": 30,
        "aggregateLikes": 300,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "summary": "Beef Stir-Fry is a quick and delicious meal. One serving contains <b>400 calories</b>, <b>25g of protein</b>, and <b>18g of fat</b>. For <b>$3.00 per serving</b>, this recipe <b>covers 30%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of beef, soy sauce, vegetables, and a handful of other ingredients are all it takes to make this recipe so yummy. 300 people have tried and liked this recipe. It is brought to you by allrecipes.com. From preparation to the plate, this recipe takes approximately <b>30 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 85%</b>, which is outstanding. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/beef-stir-fry-1230187\">Beef Stir-Fry</a>, <a href=\"https://spoonacular.com/recipes/beef-stir-fry-1229807\">Beef Stir-Fry</a>, and <a href=\"https://spoonacular.com/recipes/beef-stir-fry-1229669\">Beef Stir-Fry</a>."
    },
    {
        "id": 654321,
        "image": "https://food-images.files.bbci.co.uk/food/recipes/vegetablecurry_80763_16x9.jpg",
        "title": "Vegetable Curry",
        "readyInMinutes": 40,
        "aggregateLikes": 250,
        "vegetarian": true,
        "vegan": true,
        "glutenFree": true,
        "summary": "Vegetable Curry is a flavorful and healthy dish. One serving contains <b>350 calories</b>, <b>15g of protein</b>, and <b>12g of fat</b>. For <b>$2.00 per serving</b>, this recipe <b>covers 25%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of mixed vegetables, coconut milk, curry paste, and a handful of other ingredients are all it takes to make this recipe so yummy. 250 people have tried and liked this recipe. It is brought to you by minimalistbaker.com. From preparation to the plate, this recipe takes approximately <b>40 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 88%</b>, which is outstanding. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/vegetable-curry-1230187\">Vegetable Curry</a>, <a href=\"https://spoonacular.com/recipes/vegetable-curry-1229807\">Vegetable Curry</a>, and <a href=\"https://spoonacular.com/recipes/vegetable-curry-1229669\">Vegetable Curry</a>."
    },
    {
        "id": 321789,
        "image": "https://img.spoonacular.com/recipes/321789-556x370.jpg",
        "title": "Classic Beef Burger",
        "readyInMinutes": 20,
        "aggregateLikes": 400,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "summary": "Classic Beef Burger is a popular American dish. One serving contains <b>500 calories</b>, <b>30g of protein</b>, and <b>25g of fat</b>. For <b>$3.50 per serving</b>, this recipe <b>covers 28%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of ground beef, buns, lettuce, and a handful of other ingredients are all it takes to make this recipe so yummy. 400 people have tried and liked this recipe. It is brought to you by foodnetwork.com. From preparation to the plate, this recipe takes approximately <b>20 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 90%</b>, which is tremendous. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/classic-beef-burger-1230187\">Classic Beef Burger</a>, <a href=\"https://spoonacular.com/recipes/classic-beef-burger-1229807\">Classic Beef Burger</a>, and <a href=\"https://spoonacular.com/recipes/classic-beef-burger-1229669\">Classic Beef Burger</a>."
    }
]